Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Set_window_launchWithoutFileOpensNewWindow
source: Starting without a file opens a new window
ar: بدء التشغيل دون ملف يفتح نافذة جديدة
cs: Spuštění bez souboru otevře nové okno
de: Start ohne Datei öffnet ein neues Fenster
el: Η εκκίνηση χωρίς αρχείο ανοίγει νέο παράθυρο
es: Iniciar sin archivo abre una ventana nueva
fa: آغاز بدون فایل، پنجرهٔ جدیدی باز می‌کند
fr: Un démarrage sans fichier ouvre une nouvelle fenêtre
hu: Fájl nélküli indításkor új ablak nyílik
id: Memulai tanpa file membuka jendela baru
it: L'avvio senza file apre una nuova finestra
ja: ファイルを指定せずに起動したら新しいウィンドウを開く
ko: 파일 없이 시작하면 새 창 열기
pl: Uruchomienie bez pliku otwiera nowe okno
pt: Iniciar sem arquivo abre uma nova janela
ro: Pornirea fără fișier deschide o fereastră nouă
ru: Запуск без файла открывает новое окно
th: การเริ่มโดยไม่ระบุไฟล์จะเปิดหน้าต่างใหม่
tr: Dosya olmadan başlatmak yeni pencere açar
uk: Запуск без файлу відкриває нове вікно
vi: Khởi động không có tệp sẽ mở cửa sổ mới
zh_hans: 不指定文件启动时打开新窗口
zh_hant: 不指定檔案啟動時開啟新視窗

# SetDesc_window_launchWithoutFileOpensNewWindow
source: When HexEditor is already running, starting it again without a file opens a new window instead of only bringing the existing window to the front.
ar: عندما يكون HexEditor قيد التشغيل بالفعل، يؤدي تشغيله مرة أخرى دون ملف إلى فتح نافذة جديدة بدلاً من مجرد إحضار النافذة الحالية إلى المقدمة.
cs: Pokud HexEditor už běží, jeho opětovné spuštění bez souboru otevře nové okno, místo aby jen přeneslo existující okno do popředí.
de: Wenn HexEditor bereits ausgeführt wird, öffnet ein erneuter Start ohne Datei ein neues Fenster, statt nur das vorhandene Fenster in den Vordergrund zu holen.
el: Όταν το HexEditor εκτελείται ήδη, η εκ νέου εκκίνησή του χωρίς αρχείο ανοίγει νέο παράθυρο αντί απλώς να φέρνει μπροστά το υπάρχον παράθυρο.
es: Si HexEditor ya se está ejecutando, volver a iniciarlo sin archivo abre una ventana nueva en lugar de solo traer al frente la ventana existente.
fa: وقتی HexEditor در حال اجرا است، اجرای دوباره بدون فایل به‌جای آوردن پنجرهٔ موجود به جلو، پنجرهٔ جدیدی باز می‌کند.
fr: Si HexEditor est déjà en cours d'exécution, le relancer sans fichier ouvre une nouvelle fenêtre au lieu de simplement mettre la fenêtre existante au premier plan.
hu: Ha a HexEditor már fut, a fájl nélküli újraindítás új ablakot nyit, ahelyett hogy csak előtérbe hozná a meglévő ablakot.
id: Saat HexEditor sudah berjalan, memulainya lagi tanpa file akan membuka jendela baru, bukan hanya membawa jendela yang ada ke depan.
it: Quando HexEditor è già in esecuzione, avviarlo di nuovo senza file apre una nuova finestra anziché portare in primo piano la finestra esistente.
ja: HexEditor の実行中にファイルを指定せずに起動したとき、既存のウィンドウを前面に出すだけでなく、新しいウィンドウを開きます。
ko: HexEditor가 이미 실행 중일 때 파일 없이 다시 시작하면 기존 창을 앞으로 가져오는 대신 새 창을 엽니다.
pl: Gdy program HexEditor jest już uruchomiony, ponowne uruchomienie bez pliku otwiera nowe okno zamiast tylko przenosić istniejące okno na wierzch.
pt: Quando o HexEditor já está em execução, iniciá-lo novamente sem arquivo abre uma nova janela em vez de apenas trazer a janela existente para a frente.
ro: Când HexEditor rulează deja, pornirea sa din nou fără fișier deschide o fereastră nouă, în loc să aducă doar fereastra existentă în prim-plan.
ru: Если HexEditor уже запущен, повторный запуск без файла открывает новое окно, а не только выводит существующее окно на передний план.
th: เมื่อ HexEditor ทำงานอยู่แล้ว การเริ่มอีกครั้งโดยไม่ระบุไฟล์จะเปิดหน้าต่างใหม่ แทนที่จะนำหน้าต่างที่มีอยู่มาไว้ด้านหน้าเท่านั้น
tr: HexEditor zaten çalışırken dosya olmadan yeniden başlatıldığında, yalnızca mevcut pencereyi öne getirmek yerine yeni bir pencere açar.
uk: Якщо HexEditor уже запущено, повторний запуск без файлу відкриває нове вікно, а не лише виводить наявне вікно на передній план.
vi: Khi HexEditor đang chạy, khởi động lại mà không có tệp sẽ mở một cửa sổ mới thay vì chỉ đưa cửa sổ hiện có lên trước.
zh_hans: 当 HexEditor 已在运行时，不指定文件再次启动会打开一个新窗口，而不只是将现有窗口置于前台。
zh_hant: HexEditor 已在執行時，如果不指定檔案再次啟動，會開啟新視窗，而不只是將現有視窗移到最上層。

# Command_NoOtherWindow
source: There is no other window.
ar: لا توجد نافذة أخرى.
cs: Žádné jiné okno neexistuje.
de: Es gibt kein anderes Fenster.
el: Δεν υπάρχει άλλο παράθυρο.
es: No hay ninguna otra ventana.
fa: پنجرهٔ دیگری وجود ندارد.
fr: Il n'y a pas d'autre fenêtre.
hu: Nincs másik ablak.
id: Tidak ada jendela lain.
it: Non ci sono altre finestre.
ja: 他のウィンドウがありません。
ko: 다른 창이 없습니다.
pl: Nie ma innego okna.
pt: Não há outra janela.
ro: Nu există altă fereastră.
ru: Других окон нет.
th: ไม่มีหน้าต่างอื่น
tr: Başka pencere yok.
uk: Немає іншого вікна.
vi: Không có cửa sổ nào khác.
zh_hans: 没有其他窗口。
zh_hant: 沒有其他視窗。

# Command_OnlyTab
source: This is the only tab in the window.
ar: هذه هي علامة التبويب الوحيدة في النافذة.
cs: Toto je jediná karta v okně.
de: Dies ist die einzige Registerkarte im Fenster.
el: Αυτή είναι η μόνη καρτέλα στο παράθυρο.
es: Es la única pestaña de la ventana.
fa: این تنها زبانهٔ این پنجره است.
fr: C'est le seul onglet de la fenêtre.
hu: Ez az egyetlen lap az ablakban.
id: Ini satu-satunya tab di jendela.
it: Questa è l'unica scheda nella finestra.
ja: ウィンドウのタブがこれだけです。
ko: 창에 있는 유일한 탭입니다.
pl: To jedyna karta w oknie.
pt: Esta é a única guia na janela.
ro: Aceasta este singura filă din fereastră.
ru: Это единственная вкладка в окне.
th: นี่เป็นแท็บเดียวในหน้าต่าง
tr: Bu, penceredeki tek sekme.
uk: Це єдина вкладка у вікні.
vi: Đây là tab duy nhất trong cửa sổ.
zh_hans: 这是窗口中唯一的选项卡。
zh_hant: 這是視窗中唯一的索引標籤。

# Command_TabAtEdge
source: The tab cannot move further.
ar: لا يمكن نقل علامة التبويب أكثر من ذلك.
cs: Kartu nelze přesunout dál.
de: Die Registerkarte kann nicht weiter verschoben werden.
el: Η καρτέλα δεν μπορεί να μετακινηθεί περισσότερο.
es: La pestaña no se puede mover más.
fa: زبانه بیش از این قابل جابه‌جایی نیست.
fr: L'onglet ne peut pas être déplacé plus loin.
hu: A lap nem mozgatható tovább.
id: Tab tidak dapat dipindahkan lebih jauh.
it: La scheda non può essere spostata oltre.
ja: これ以上タブを移動できません。
ko: 탭을 더 이상 이동할 수 없습니다.
pl: Karty nie można przesunąć dalej.
pt: A guia não pode ser movida mais.
ro: Fila nu mai poate fi mutată.
ru: Вкладку нельзя переместить дальше.
th: ไม่สามารถย้ายแท็บต่อไปได้อีก
tr: Sekme daha fazla taşınamaz.
uk: Вкладку неможливо перемістити далі.
vi: Không thể di chuyển tab thêm nữa.
zh_hans: 选项卡无法再移动。
zh_hant: 索引標籤無法再移動。

# Cmd_view_zoomIn
source: Zoom in
ar: تكبير
cs: Přiblížit
de: Vergrößern
el: Μεγέθυνση
es: Acercar
fa: بزرگ‌نمایی
fr: Zoom avant
hu: Nagyítás
id: Perbesar
it: Aumenta zoom
ja: 拡大
ko: 확대
pl: Powiększ
pt: Ampliar
ro: Mărire
ru: Увеличить
th: ขยาย
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

# CmdAlias_view_zoomIn
source: bigger larger font size magnify hex zoom
ar: bigger larger font size magnify hex zoom أكبر حجم الخط تكبير
cs: přiblížit priblizit zvětšit zvetsit větší vetsi písmo pismo velikost lupa bigger larger font size magnify hex zoom
de: vergrößern größer schriftgröße zoom bigger larger font size magnify hex
el: μεγέθυνση μεγαλύτερο μέγεθος γραμματοσειράς bigger larger font size magnify hex zoom
es: acercar ampliar más grande tamaño de fuente zoom bigger larger font size magnify hex
fa: بزرگ‌تر اندازهٔ قلم, bigger larger font size magnify hex zoom
fr: agrandir plus grand taille police zoom bigger larger font size magnify hex
hu: nagyítás nagyitas nagyobb betűméret betumeret zoom bigger larger font size magnify hex
id: perbesar zoom ukuran font bigger larger font size magnify hex zoom
it: ingrandisci più grande carattere dimensione zoom bigger larger font size magnify hex
ja: かくだい ずーむ おおきく
ko: 확대 크게 글꼴 크기 줌 bigger larger font size magnify hex zoom
pl: powiększ większy czcionka rozmiar zoom bigger larger font size magnify hex
pt: ampliar maior fonte tamanho zoom bigger larger font size magnify hex
ro: mărire marire mai mare dimensiune font zoom bigger larger font size magnify hex zoom
ru: увеличить крупнее размер шрифта масштаб bigger larger font size magnify hex zoom
th: ขยาย ใหญ่ขึ้น ขนาดแบบอักษร ซูม bigger larger font size magnify hex zoom
tr: büyüt yazı tipi boyutu yakınlaştır bigger larger font size magnify hex zoom
uk: більше збільшити розмір шрифту масштаб bigger larger font size magnify hex zoom
vi: phóng to cỡ chữ lớn hơn thu phóng bigger larger font size magnify hex zoom
zh_hans: 放大 缩放 更大 字号 Hex 视图 bigger larger font size magnify hex zoom
zh_hant: 放大 縮放 字型大小 變大 bigger larger font size magnify hex zoom

# Cmd_view_zoomOut
source: Zoom out
ar: تصغير
cs: Oddálit
de: Verkleinern
el: Σμίκρυνση
es: Alejar
fa: کوچک‌نمایی
fr: Zoom arrière
hu: Kicsinyítés
id: Perkecil
it: Riduci zoom
ja: 縮小
ko: 축소
pl: Pomniejsz
pt: Reduzir
ro: Micșorare
ru: Уменьшить
th: ย่อ
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

# CmdAlias_view_zoomOut
source: smaller font size hex zoom
ar: smaller font size hex zoom أصغر حجم الخط تصغير
cs: oddálit oddalit zmenšit zmensit menší mensi písmo pismo velikost smaller font size hex zoom
de: verkleinern kleiner schriftgröße zoom smaller font size hex
el: σμίκρυνση μικρότερο μέγεθος γραμματοσειράς smaller font size hex zoom
es: alejar reducir más pequeño tamaño de fuente zoom smaller font size hex
fa: کوچک‌تر اندازهٔ قلم, smaller font size hex zoom
fr: réduire plus petit taille police zoom smaller font size hex
hu: kicsinyítés kicsinyites kisebb betűméret betumeret smaller font size hex zoom
id: perkecil zoom ukuran font smaller font size hex zoom
it: riduci più piccolo carattere dimensione zoom smaller font size hex
ja: しゅくしょう ずーむ ちいさく
ko: 축소 작게 글꼴 크기 줌 smaller font size hex zoom
pl: pomniejsz mniejszy czcionka rozmiar zoom smaller font size hex
pt: reduzir menor fonte tamanho zoom smaller font size hex
ro: micșorare micsorare mai mic dimensiune font zoom smaller font size hex zoom
ru: уменьшить мельче размер шрифта масштаб smaller font size hex zoom
th: ย่อ เล็กลง ขนาดแบบอักษร ซูม smaller font size hex zoom
tr: küçült yazı tipi boyutu smaller font size hex zoom
uk: менше зменшити розмір шрифту масштаб smaller font size hex zoom
vi: thu nhỏ cỡ chữ nhỏ hơn thu phóng smaller font size hex zoom
zh_hans: 缩小 缩放 更小 字号 Hex 视图 smaller font size hex zoom
zh_hant: 縮小 縮放 字型大小 變小 smaller font size hex zoom

# Cmd_view_zoomReset
source: Reset zoom to 100%
ar: إعادة التكبير إلى 100%
cs: Obnovit přiblížení na 100 %
de: Zoom auf 100 % zurücksetzen
el: Επαναφορά ζουμ στο 100%
es: Restablecer el zoom al 100 %
fa: بازنشانی بزرگ‌نمایی به 100%
fr: Rétablir le zoom à 100 %
hu: Nagyítás visszaállítása 100%-ra
id: Atur ulang zoom ke 100%
it: Reimposta zoom al 100%
ja: ズームを 100% に戻す
ko: 확대/축소를 100%로 초기화
pl: Resetuj powiększenie do 100%
pt: Redefinir zoom para 100%
ro: Resetare zoom la 100%
ru: Сбросить масштаб до 100%
th: รีเซ็ตการซูมเป็น 100%
tr: Yakınlaştırmayı %100'e sıfırla
uk: Скинути масштаб до 100%
vi: Đặt lại thu phóng về 100%
zh_hans: 将缩放重置为 100%
zh_hant: 將縮放重設為 100%

# CmdAlias_view_zoomReset
source: actual size default hex zoom
ar: actual size default hex zoom الحجم الفعلي افتراضي تكبير
cs: skutečná skutecna velikost výchozí vychozi přiblížení priblizeni actual size default hex zoom
de: originalgröße standard zoom actual size default hex
el: πραγματικό μέγεθος προεπιλογή ζουμ actual size default hex zoom
es: tamaño real predeterminado zoom actual size default hex
fa: اندازهٔ واقعی پیش‌فرض, actual size default hex zoom
fr: taille réelle par défaut zoom actual size default hex
hu: tényleges méret tenyleges meret alapértelmezett nagyítás nagyitas actual size default hex zoom
id: ukuran asli default zoom actual size default hex zoom
it: dimensioni effettive predefinito zoom actual size default hex
ja: ずーむをもとにもどす
ko: 확대/축소 초기화 실제 크기 기본값 줌 actual size default hex zoom
pl: rzeczywisty rozmiar domyślne zoom actual size default hex
pt: tamanho real padrão zoom actual size default hex
ro: dimensiune reală reala implicit zoom actual size default hex zoom
ru: реальный размер по умолчанию масштаб actual size default hex zoom
th: ขนาดจริง ค่าเริ่มต้น ซูม actual size default hex zoom
tr: gerçek boyut varsayılan actual size default hex zoom
uk: фактичний розмір стандартний масштаб actual size default hex zoom
vi: kích thước thực mặc định thu phóng actual size default hex zoom
zh_hans: 实际大小 默认 缩放 重置 actual size default hex zoom
zh_hant: 重設縮放 實際大小 預設 actual size default hex zoom

# Cmd_view_uiZoomIn
source: Zoom in entire screen
ar: تكبير الشاشة بأكملها
cs: Přiblížit celou obrazovku
de: Gesamten Bildschirm vergrößern
el: Μεγέθυνση ολόκληρης της οθόνης
es: Acercar toda la pantalla
fa: بزرگ‌نمایی کل صفحه
fr: Agrandir tout l'écran
hu: Teljes képernyő nagyítása
id: Perbesar seluruh layar
it: Aumenta zoom dell'intera schermata
ja: 画面全体を拡大
ko: 전체 화면 확대
pl: Powiększ cały ekran
pt: Ampliar a tela inteira
ro: Mărire întregul ecran
ru: Увеличить весь экран
th: ขยายทั้งหน้าจอ
tr: Tüm ekranı yakınlaştır
uk: Збільшити весь екран
vi: Phóng to toàn bộ giao diện
zh_hans: 放大整个屏幕
zh_hant: 放大整個畫面

# CmdAlias_view_uiZoomIn
source: ui scale bigger
ar: ui scale bigger واجهة مقياس أكبر تكبير
cs: rozhraní rozhrani měřítko meritko zvětšit zvetsit přiblížit priblizit ui scale bigger
de: oberfläche skalieren größer ui scale bigger
el: κλίμακα διεπαφή μεγαλύτερο ui scale bigger
es: interfaz escala ampliar ui scale bigger
fa: مقیاس رابط کاربری بزرگ‌تر, ui scale bigger
fr: interface échelle agrandir ui scale bigger
hu: felület felulet méretezés meretezes nagyobb ui scale bigger
id: perbesar layar skala antarmuka ui scale bigger
it: interfaccia scala più grande ui scale bigger
ja: がめんぜんたいをかくだい ずーむ
ko: 화면 확대 UI 배율 크게 ui scale bigger
pl: interfejs skala większy ui scale bigger
pt: interface escala maior ui scale bigger
ro: scalare interfață interfata mărire marire ui scale bigger
ru: интерфейс масштаб крупнее ui scale bigger
th: ขยาย หน้าจอ ซูม ui scale bigger
tr: arabirim ölçek büyüt ui scale bigger
uk: інтерфейс масштаб більше ui scale bigger
vi: tỷ lệ giao diện phóng to ui scale bigger
zh_hans: 界面 缩放 放大 ui scale bigger
zh_hant: 放大整個畫面 介面 縮放 ui scale bigger

# Cmd_view_uiZoomOut
source: Zoom out entire screen
ar: تصغير الشاشة بأكملها
cs: Oddálit celou obrazovku
de: Gesamten Bildschirm verkleinern
el: Σμίκρυνση ολόκληρης της οθόνης
es: Alejar toda la pantalla
fa: کوچک‌نمایی کل صفحه
fr: Réduire tout l'écran
hu: Teljes képernyő kicsinyítése
id: Perkecil seluruh layar
it: Riduci zoom dell'intera schermata
ja: 画面全体を縮小
ko: 전체 화면 축소
pl: Pomniejsz cały ekran
pt: Reduzir a tela inteira
ro: Micșorare întregul ecran
ru: Уменьшить весь экран
th: ย่อทั้งหน้าจอ
tr: Tüm ekranı uzaklaştır
uk: Зменшити весь екран
vi: Thu nhỏ toàn bộ giao diện
zh_hans: 缩小整个屏幕
zh_hant: 縮小整個畫面

# CmdAlias_view_uiZoomOut
source: ui scale smaller
ar: ui scale smaller واجهة مقياس أصغر تصغير
cs: rozhraní rozhrani měřítko meritko zmenšit zmensit oddálit oddalit ui scale smaller
de: oberfläche skalieren kleiner ui scale smaller
el: κλίμακα διεπαφή μικρότερο ui scale smaller
es: interfaz escala reducir ui scale smaller
fa: مقیاس رابط کاربری کوچک‌تر, ui scale smaller
fr: interface échelle réduire ui scale smaller
hu: felület felulet méretezés meretezes kisebb ui scale smaller
id: perkecil layar skala antarmuka ui scale smaller
it: interfaccia scala più piccolo ui scale smaller
ja: がめんぜんたいをしゅくしょう ずーむ
ko: 화면 축소 UI 배율 작게 ui scale smaller
pl: interfejs skala mniejszy ui scale smaller
pt: interface escala menor ui scale smaller
ro: scalare interfață interfata micșorare micsorare ui scale smaller
ru: интерфейс масштаб мельче ui scale smaller
th: ย่อ หน้าจอ ซูม ui scale smaller
tr: arabirim ölçek küçült ui scale smaller
uk: інтерфейс масштаб менше ui scale smaller
vi: tỷ lệ giao diện thu nhỏ ui scale smaller
zh_hans: 界面 缩放 缩小 ui scale smaller
zh_hant: 縮小整個畫面 介面 縮放 ui scale smaller

# Cmd_view_uiZoomReset
source: Reset screen zoom to 100%
ar: إعادة تكبير الشاشة إلى 100%
cs: Obnovit přiblížení obrazovky na 100 %
de: Bildschirmzoom auf 100 % zurücksetzen
el: Επαναφορά ζουμ οθόνης στο 100%
es: Restablecer el zoom de la pantalla al 100 %
fa: بازنشانی بزرگ‌نمایی صفحه به 100%
fr: Rétablir le zoom de l'écran à 100 %
hu: Képernyő nagyításának visszaállítása 100%-ra
id: Atur ulang zoom layar ke 100%
it: Reimposta zoom della schermata al 100%
ja: 画面全体のズームを 100% に戻す
ko: 화면 확대/축소를 100%로 초기화
pl: Resetuj powiększenie ekranu do 100%
pt: Redefinir zoom da tela para 100%
ro: Resetare zoom ecran la 100%
ru: Сбросить масштаб экрана до 100%
th: รีเซ็ตการซูมหน้าจอเป็น 100%
tr: Ekran yakınlaştırmasını %100'e sıfırla
uk: Скинути масштаб екрана до 100%
vi: Đặt lại thu phóng giao diện về 100%
zh_hans: 将屏幕缩放重置为 100%
zh_hant: 將畫面縮放重設為 100%

# CmdAlias_view_uiZoomReset
source: ui scale actual size
ar: ui scale actual size واجهة مقياس الحجم الفعلي
cs: rozhraní rozhrani měřítko meritko skutečná skutecna velikost ui scale actual size
de: oberfläche skalieren originalgröße ui scale actual size
el: κλίμακα διεπαφή πραγματικό μέγεθος ui scale actual size
es: interfaz escala tamaño real ui scale actual size
fa: مقیاس رابط کاربری اندازهٔ واقعی, ui scale actual size
fr: interface échelle taille réelle ui scale actual size
hu: felület felulet méretezés meretezes tényleges méret ui scale actual size
id: skala antarmuka ukuran asli ui scale actual size
it: interfaccia scala dimensioni effettive ui scale actual size
ja: がめんぜんたいのずーむをもとにもどす
ko: 화면 배율 초기화 실제 크기 ui scale actual size
pl: interfejs skala rzeczywisty rozmiar ui scale actual size
pt: interface escala tamanho real ui scale actual size
ro: scalare interfață interfata dimensiune reală reala ui scale actual size
ru: интерфейс масштаб реальный размер ui scale actual size
th: หน้าจอ ขนาดจริง ซูม ui scale actual size
tr: arabirim ölçek gerçek boyut ui scale actual size
uk: інтерфейс масштаб фактичний розмір ui scale actual size
vi: tỷ lệ giao diện kích thước thực ui scale actual size
zh_hans: 界面 缩放 实际大小 重置 ui scale actual size
zh_hant: 重設畫面縮放 介面 實際大小 ui scale actual size

# Cmd_view_fullScreen
source: Toggle full screen
ar: تبديل ملء الشاشة
cs: Přepnout celou obrazovku
de: Vollbild ein/aus
el: Εναλλαγή πλήρους οθόνης
es: Activar o desactivar la pantalla completa
fa: تغییر حالت تمام‌صفحه
fr: Activer/désactiver le plein écran
hu: Teljes képernyő be/ki
id: Alihkan layar penuh
it: Attiva/disattiva schermo intero
ja: 全画面表示の切り替え
ko: 전체 화면 전환
pl: Przełącz pełny ekran
pt: Ativar/desativar tela inteira
ro: Comutare ecran complet
ru: Включить или выключить полноэкранный режим
th: สลับโหมดเต็มหน้าจอ
tr: Tam ekranı aç/kapat
uk: Увімкнути або вимкнути повноекранний режим
vi: Bật/tắt toàn màn hình
zh_hans: 切换全屏
zh_hant: 切換全螢幕

# CmdAlias_view_fullScreen
source: full screen maximize
ar: full screen maximize ملء الشاشة تكبير إلى الحد الأقصى
cs: celá cela obrazovka maximalizovat full screen maximize
de: vollbild maximieren full screen maximize
el: πλήρης οθόνη μεγιστοποίηση full screen maximize
es: pantalla completa maximizar full screen maximize
fa: تمام‌صفحه بیشینه, full screen maximize
fr: plein écran agrandir full screen maximize
hu: teljes képernyő kepernyo teljes méret maximalizálás full screen maximize
id: layar penuh maksimalkan full screen maximize
it: schermo intero ingrandisci full screen maximize
ja: ぜんがめんひょうじ
ko: 전체 화면 최대화 full screen maximize
pl: pełny ekran maksymalizuj full screen maximize
pt: tela inteira maximizar full screen maximize
ro: ecran complet maximizare full screen maximize
ru: полный экран развернуть full screen maximize
th: เต็มหน้าจอ ขยายใหญ่สุด full screen maximize
tr: tam ekran ekranı kapla full screen maximize
uk: повноекранний розгорнути full screen maximize
vi: toàn màn hình phóng to tối đa full screen maximize
zh_hans: 全屏 最大化 full screen maximize
zh_hant: 全螢幕 最大化 full screen maximize

# Menu_View_Zoom.Text
source: Zoom
ar: تكبير/تصغير
cs: Přiblížení
el: Ζουμ
fa: بزرگ‌نمایی
hu: Nagyítás
ja: ズーム(Z)
ko: 확대/축소(Z)
pl: Powiększenie
ru: Масштаб
th: ซูม(Z)
tr: Yakınlaştırma
uk: Масштаб
vi: Thu phóng
zh_hans: 缩放(Z)
zh_hant: 縮放(Z)

# Menu_View_Zoom.AccessKey
source: Z
ar: ص
cs: I
de: O
el: Ζ
fa: ز
hu: G
pl: W
ru: М
tr: Y
uk: М
vi: P

# Menu_View_ZoomIn.Text
source: Zoom in
ar: تكبير
cs: Přiblížit
de: Vergrößern
el: Μεγέθυνση
es: Acercar
fa: بزرگ‌نمایی
fr: Zoom avant
hu: Nagyítás
id: Perbesar
it: Aumenta zoom
ja: 拡大(I)
ko: 확대(I)
pl: Powiększ
pt: Ampliar
ro: Mărire
ru: Увеличить
th: ขยาย(I)
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大(I)
zh_hant: 放大(I)

# Menu_View_ZoomIn.AccessKey
source: I
ar: ك
cs: P
de: V
el: Μ
es: A
fa: ب
fr: Z
hu: N
id: P
it: A
pl: P
pt: A
ro: M
ru: У
tr: Y
uk: З
vi: P

# Menu_View_ZoomOut.Text
source: Zoom out
ar: تصغير
cs: Oddálit
de: Verkleinern
el: Σμίκρυνση
es: Alejar
fa: کوچک‌نمایی
fr: Zoom arrière
hu: Kicsinyítés
id: Perkecil
it: Riduci zoom
ja: 縮小(O)
ko: 축소(O)
pl: Pomniejsz
pt: Reduzir
ro: Micșorare
ru: Уменьшить
th: ย่อ(O)
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小(O)
zh_hant: 縮小(O)

# Menu_View_ZoomOut.AccessKey
source: O
ar: ص
de: E
el: Σ
es: L
fa: ک
fr: A
hu: K
id: K
it: R
pt: R
ro: I
ru: М
tr: U
uk: М
vi: T

# Menu_View_ZoomReset.Text
source: Reset zoom to 100%
ar: إعادة التكبير إلى 100%
cs: Obnovit přiblížení na 100 %
de: Zoom auf 100 % zurücksetzen
el: Επαναφορά ζουμ στο 100%
es: Restablecer el zoom al 100 %
fa: بازنشانی بزرگ‌نمایی به 100%
fr: Rétablir le zoom à 100 %
hu: Nagyítás visszaállítása 100%-ra
id: Atur Ulang Zoom ke 100%
it: Reimposta zoom al 100%
ja: ズームを 100% に戻す(R)
ko: 확대/축소를 100%로 초기화(R)
pl: Resetuj powiększenie do 100%
pt: Redefinir zoom para 100%
ro: Resetare zoom la 100%
ru: Сбросить масштаб до 100%
th: รีเซ็ตการซูมเป็น 100%(R)
tr: Yakınlaştırmayı %100'e sıfırla
uk: Скинути масштаб до 100%
vi: Đặt lại Thu phóng về 100%
zh_hans: 将缩放重置为 100%(R)
zh_hant: 將縮放重設為 100%(R)

# Menu_View_ZoomReset.AccessKey
source: R
ar: ع
cs: N
de: Z
el: Ε
fa: ن
hu: V
id: U
it: Z
pt: Z
ru: С
tr: S
uk: С
vi: L

# Menu_View_UiZoomIn.Text
source: Zoom in entire screen
ar: تكبير الشاشة بأكملها
cs: Přiblížit celou obrazovku
de: Gesamten Bildschirm vergrößern
el: Μεγέθυνση ολόκληρης της οθόνης
es: Acercar toda la pantalla
fa: بزرگ‌نمایی کل صفحه
fr: Agrandir tout l'écran
hu: Teljes képernyő nagyítása
id: Perbesar Seluruh Layar
it: Aumenta zoom dell'intera schermata
ja: 画面全体を拡大(E)
ko: 전체 화면 확대(E)
pl: Powiększ cały ekran
pt: Ampliar a tela inteira
ro: Mărire întregul ecran
ru: Увеличить весь экран
th: ขยายทั้งหน้าจอ(E)
tr: Tüm ekranı yakınlaştır
uk: Збільшити весь екран
vi: Phóng to Toàn bộ Giao diện
zh_hans: 放大整个屏幕(E)
zh_hant: 放大整個畫面(E)

# Menu_View_UiZoomIn.AccessKey
source: E
ar: ش
cs: C
de: G
el: Λ
es: T
fa: ف
fr: T
hu: T
id: B
it: D
pl: C
pt: T
ru: В
tr: T
uk: Б
vi: G

# Menu_View_UiZoomOut.Text
source: Zoom out entire screen
ar: تصغير الشاشة بأكملها
cs: Oddálit celou obrazovku
de: Gesamten Bildschirm verkleinern
el: Σμίκρυνση ολόκληρης της οθόνης
es: Alejar toda la pantalla
fa: کوچک‌نمایی کل صفحه
fr: Réduire tout l'écran
hu: Teljes képernyő kicsinyítése
id: Perkecil Seluruh Layar
it: Riduci zoom dell'intera schermata
ja: 画面全体を縮小(N)
ko: 전체 화면 축소(N)
pl: Pomniejsz cały ekran
pt: Reduzir a tela inteira
ro: Micșorare întregul ecran
ru: Уменьшить весь экран
th: ย่อทั้งหน้าจอ(N)
tr: Tüm ekranı uzaklaştır
uk: Зменшити весь екран
vi: Thu nhỏ Toàn bộ Giao diện
zh_hans: 缩小整个屏幕(N)
zh_hant: 縮小整個畫面(N)

# Menu_View_UiZoomOut.AccessKey
source: N
ar: غ
cs: D
de: B
el: Θ
es: P
fa: ه
fr: L
hu: E
id: C
it: I
pl: E
pt: I
ro: C
ru: Ш
tr: K
uk: Н
vi: I
